Repository: JavierQuerol/Subs
Catalog: Subs/*.lproj/Localizable.strings
Languages: de, fr, it, pt, ru, zh_hans, zh_hant

source: Loading file
de: Laden der Datei
fr: Chargement de fichier
it: Caricamento di file
pt: Carregando arquivo
ru: Загрузка файла
zh_hans: 加载文件
zh_hant: 加載文件

source: Downloading subtitles
de: Download Untertitel
fr: Téléchargement sous-titres
it: Scaricare sottotitoli
pt: Baixando legendas
ru: Скачивая субтитры
zh_hans: 字幕下载
zh_hant: 字幕下載

source: Save subtitle
de: Untertitel speichern
fr: Enregistrer des sous-titres
it: Salva sottotitolo
pt: Salvar Legendas
ru: Сохранить субтитров
zh_hans: 保存字幕
zh_hant: 保存字幕

source: Playing video
de: Das Spielen von Video
fr: Lecture vidéo
it: Riproduzione video
pt: Reprodução de vídeo
ru: Играя видео
zh_hans: 播放视频
zh_hant: 播放視頻

source: Playing with subtitles
de: Das Spielen von Video mit Untertiteln
fr: Jouer avec des sous-titres
it: Riproduzione di video con sottotitoli
pt: Reprodução de vídeo com legendas
ru: Играя видео с субтитрами
zh_hans: 带字幕的视频播放
zh_hant: 帶字幕的視頻播放

source: Permission not granted
de: Genehmigung nicht erteilt
fr: Permission refusée
it: Il permesso non Ã¨ stato concesso
pt: A permissão não concedido
ru: Разрешение не предоставляется
zh_hans: 未授予权限
zh_hant: 未授予權限

source: Subtitles not found
de: Untertitel nicht gefunden
fr: Sous-titres introuvable
it: Sottotitoli non trovato
pt: Legendas não encontrado
ru: Субтитры не найден
zh_hans: 找不到字幕
zh_hant: 找不到字幕

source: No connection, playing video
de: Keine Verbindung, das Spielen von Video
fr: Pas de connexion, lecture vidéo
it: Nessuna connessione, la riproduzione di video
pt: Sem conexão, a reprodução de vídeo
ru: Нет соединения, играя видео
zh_hans: 无连接，播放视频
zh_hant: 無連接，播放視頻

source: Launch at Login
de: Start bei der Anmeldung
fr: Lancement lors de la connexion
it: Lancio al login
pt: Durante o login
ru: Запуск при входе
zh_hans: 启动时登录
zh_hant: 啟動時登錄

source: Select Language:
de: Wählen Sie Sprache:
fr: Sélectionnez la langue:
it: Scegli la lingua:
pt: Selecione o idioma:
ru: Выберите язык:
zh_hans: 选择语言
zh_hant: 選擇語言：

source: Drag and drop video file onto the icon on menubar
de: Drag & Drop Video-Datei auf das Symbol auf der Menüleiste
fr: Faites glisser et le fichier vidéo de goutte sur l'icône sur la barre de menus
it: Trascinare e file video goccia sull'icona sulla barra dei menu
pt: Arrastar e soltar arquivos de vídeo para o ícone na barra de menu
ru: Перетащите файл видео на значок на панели меню
zh_hans: 拖放视频文件到菜单栏上的图标
zh_hant: 拖放視頻文件到菜單欄上的圖標

source: Quit
de: Verlassen
fr: Quitter
it: Smettere
pt: Sair
ru: Выйти
zh_hans: 退出
zh_hant: 退出

source: Cancel
de: Stornieren
fr: Annuler
it: Annullare
pt: Cancelar
ru: отменить
zh_hans: 取消
zh_hant: 取消

source: Play Anyway
de: Reproduzieren
fr: Reproduire
it: Riprodurre
pt: Reproduzir
ru: воспроизводить
zh_hans: 复制
zh_hant: 複製
